{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "circadian.nvim": { "branch": "trunk" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cobalt.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "jellybeans.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-conform.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-lint": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "slack.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
